{"data":{"clients":{"edges":[{"node":{"childImageSharp":{"fluid":{"src":"/static/700cb17cd8931745b9cb08936dfdc3f4/ddb9e/client-3.png"}}}},{"node":{"childImageSharp":{"fluid":{"src":"/static/7c7d077a3b2442ab3126be2d7928372b/ddb9e/client-1.png"}}}},{"node":{"childImageSharp":{"fluid":{"src":"/static/e4894e97a70e7fad15fa30262d104b34/ddb9e/client-4.png"}}}},{"node":{"childImageSharp":{"fluid":{"src":"/static/cac2d0575e79d0de99cee189510a9898/ddb9e/client-5.png"}}}},{"node":{"childImageSharp":{"fluid":{"src":"/static/b2d4070f195d5d6a3e9ae0ed731e4fbf/ddb9e/client-2.png"}}}},{"node":{"childImageSharp":{"fluid":{"src":"/static/727f5cb74a01406f1ea000b775317f24/ddb9e/client-6.png"}}}}]},"testimonials":{"edges":[{"content":{"html":"<p>“I have the incredible pleasure of working with Tristan for the last few years. He is one of a very rare breed. One of the few people who possesses the commitment, talents, and dedication to have a vision of an incredibly complex tech product to solve the biggest problem in marketing, and then be able to translate high-level user stories into functional end-to-end code that look beautiful in-app without the luxury of pixel-perfect designs or books worth of business requirements. His mind is a spongy steel trap that eagerly absorbs and actually retains developer (and business and marketing) knowledge at a rate and quality I’ve not seen before. Anyone is lucky to snatch him up for their team. He will be a tremendous asset, and make an excellent leader when the opportunity arises. ”</p>","frontmatter":{"id":1,"name":"Tyler Cobb","profession":"Product Manager","heading":"","image":{"childImageSharp":{"fluid":{"src":"/static/16a96f3c96632376c61ef1157b0f1834/c42a3/image.jpg"}}}}}},{"content":{"html":"<p>“Tristan is my go-to for growing my business. He understands a guy like me who is extremely opinionated and a brand like mine where there really is a wrong way and a right way to tell the story. Ultimately though, the partnership is based on the fact that we all agree that the only thing that matters in the end is winning in the marketplace. ”</p>","frontmatter":{"id":2,"name":"Mark Leary","profession":"CEO + Entrepreneur","heading":"","image":{"childImageSharp":{"fluid":{"src":"/static/8665e6fc7074418a9556399da07f884e/c42a3/image.jpg"}}}}}},{"content":{"html":"<p>Market(r) has been a standout member of WeWork Labs.  I recommend them for these reasons:  1) Team – the Market(r) founders are incredibly scrappy and resourceful in building technology that benefits users.  They have managed to do what few other founders could— they built a B2B SaaS app 100% bootstrapped and have attracted paying clients.  2) Problem-focused – they are solving the biggest problem in marketing ecosystem, the last frontier— that existing marketing tech solutions are built for the doers, not for the decision-makers. For decision-makers, the job is still very much more art than science.   3) Customer-centric – they first created an agency that solved real customer’s problems, then built a platform that gives their customers superpowers.  They roll out a new feature, then see how their customers use the tools, and iterate.  Great examples of LEAN product principles driving toward product-market-fit.</p>","frontmatter":{"id":3,"name":"Carlos Estrada","profession":"WeWork Labs Manager","heading":"","image":{"childImageSharp":{"fluid":{"src":"/static/fd46ba6b049474f053bb36bda98d7006/c42a3/image.jpg"}}}}}}]}}}